/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "%g rimanente/i";

/* column header in activity window */
"Account" = "Account";

/* Activity: title of the window */
"Activity" = "Attività";

/* connection checker: check button */
"Check" = "Verifica";

/* connection checker: progress string */
"Check in progress\\U2026" = "Verifica in corso…";

/* connection checker: title of the window */
"Connection Checker" = "Strumento di verifica connessione";

/* activity window: done in progress column */
"done" = "completato";

/* connection checker: when connections all succeed */
"Everything is ok." = "È tutto ok.";

/* connection checker: Failed */
"Failed" = "Errore";

/* column header in activity window */
"Folder" = "Cartella";

/* connection checker: label for IMAP server */
"IMAP server:" = "Server IMAP:";

/* activity window: when no progress value is available */
"in progress" = "in corso";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Operazione";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Verificare che il nome del server IMAP e il nome del server SMTP siano corretti; è probabile che sia presente un firewall che non consente connessioni IMAP o SMTP.";

/* column header in activity window */
"Progress" = "In corso";

/* connection checker: column header */
"Server" = "Server";

/* connection checker: label for SMTP server */
"SMTP server:" = "Server SMTP:";

/* connection checker: column header */
"Status" = "Stato";

